Revit 2024 API
GroupTypeId Class
 This class contains constants identifying parameter groups.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static class GroupTypeId
Visual Basic
Public NotInheritable Class GroupTypeId
Visual C++
public ref class GroupTypeId abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.GroupTypeId
See Also
GroupTypeId Members
Autodesk.Revit.DB Namespace